adapta-gtk-theme
adapta-gtk-theme-colorpack
alsa-utils
arc-gtk-theme
aria2
autoconf
autofs
automake
base
bind
bison
bluez-utils
brave-bin
breeze-grub
breeze-gtk
breeze-hacked-cursor-theme
breeze-icons
breeze-obsidian-cursor-theme
bspwm
cinnamon
cronie
dialog
discord
dmidecode
dracula-gtk-theme
emacs
exfat-utils
feh
firefox
flameshot
flex
fuseiso
github-cli
gitkraken
gnome-terminal
grub-theme-vimix
gruvbox-dark-icons-gtk
gsfonts
gtk-theme-arc-gruvbox-git
htop
intel-ucode
kitty
lib32-fontconfig
lib32-vkd3d
lightdm-settings
make
man-pages
maven
minecraft-launcher
minecraft-technic-launcher
mkinitcpio-firmware
mongodb-bin
mongodb-compass-beta-bin
nemo-fileroller
nemo-preview
nemo-terminal
neovim
nerd-fonts-jetbrains-mono
nerd-fonts-meslo
nerd-fonts-mononoki
nerd-fonts-noto
nginx
nitrogen
notion-app
nvidia
optimus-manager-qt
pacman-contrib
papirus-icon-theme
patch
picom
pkgconf
polybar
pop-gtk-theme
prof-gnome-theme-git
ripgrep
rofi
rsync
sdl_ttf
sl
sof-firmware
spotify-launcher
steam
sublime-text-4
traceroute
ttf-font-awesome
ttf-hack
vi
vkd3d
vlc
vscodium-bin-features
vscodium-bin-marketplace
xcursor-breeze
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
yay
zathura
