adapta-gtk-theme
adapta-gtk-theme-colorpack
alsa-ucm-conf
alsa-utils
arc-gtk-theme
aria2
autoconf
autofs
automake
base
bash-completion
bind
binutils
bison
blueman
bluez-utils
brave-bin
breeze-grub
breeze-gtk
breeze-hacked-cursor-theme
breeze-icons
breeze-obsidian-cursor-theme
bspwm
cinnamon
cronie
dialog
discord
dmidecode
dnsmasq
dosfstools
dracula-gtk-theme
dropbox
edk2-ovmf
efibootmgr
emacs
exfat-utils
fakeroot
feh
file
findutils
firefox
flameshot
flex
fuse2
fuseiso
gawk
gcc
gedit
gedit-plugins
gettext
git
github-cli
gitkraken
glow
gnome-keyring
gnome-terminal
grep
groff
grub
grub-customizer
grub-theme-vimix
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gsfonts
gtk-theme-arc-gruvbox-git
gzip
helvum
htop
intel-ucode
iproute2
iptables-nft
jdk11-openjdk
kitty
lib32-fontconfig
lib32-nvidia-utils
lib32-pipewire
lib32-pipewire-jack
lib32-vkd3d
libgnome-keyring
libreoffice-fresh
libtool
lightdm
lightdm-gtk-greeter
lightdm-settings
lightdm-slick-greeter
linux
linux-firmware
lsof
lua-language-server
lxappearance
m4
make
man-db
man-pages
maven
minecraft-launcher
minecraft-technic-launcher
mkinitcpio-firmware
mongodb-bin
mongodb-compass-beta-bin
mongodb-tools-bin
mongosh-bin
mtools
nemo-fileroller
nemo-preview
nemo-terminal
neofetch
neovim
nerd-fonts-dejavu-complete
nerd-fonts-jetbrains-mono
nerd-fonts-meslo
nerd-fonts-mononoki
nerd-fonts-noto
networkmanager
nginx
nitrogen
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia
nvidia-utils
nvim-packer-git
openssh
optimus-manager
optimus-manager-qt
os-prober
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
picom
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgconf
polybar
pop-gtk-theme
prof-gnome-theme-git
qemu-desktop
qutebrowser
ranger
ripgrep
rofi
rsync
sdl_ttf
sed
sl
sof-firmware
spotify-launcher
steam
sublime-text-4
sudo
sxhkd
texinfo
timeshift
tmux
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-liberation
ttf-ms-fonts
ttf-ubuntu-font-family
unrar
unzip
vi
vim
virt-manager
visual-studio-code-bin
vkd3d
vlc
which
wireplumber
wireplumber-docs
wpa_supplicant
xcursor-breeze
xdg-desktop-portal-gnome
xdg-user-dirs
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xviewer
xviewer-plugins
yay
zathura
zip
